import streamlit as st

# 1. หัวข้อใหญ่: แนะนำตัวหลักและชื่อเจ้าของเว็บ
st.title("✨ My Digital Profile")

# 2. หัวข้อที่ 1: แนะนำตัว
st.header("👧 แนะนำตัว")
st.write("นางสาวศศิวิภา ศรีใส")
st.write("ชื่อเล่น เอ๋ย")
st.write("เลขที่ 31 ม.4/6")

# 3. หัวข้อที่ 2: เป้าหมายในชีวิตและอนาคต
st.header("🎯 เป้าหมายและสิ่งที่อยากทำในอนาคต")
st.write("เป้าหมาย : อยากมีเงินเยอะๆ อยากทำงานในด้านบริหารหรือด้านที่ได้ลงมือปฏิบัติเอง เช่นทำอาหาร ทดลองยา")
st.write("สิ่งที่อยากเป็นในอนาคต : เภสัชกร (pharmacist)💊🧪")
